Repository: matvdg/Patfi
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: fr

source: Account
fr: Compte

source: Accounts
fr: Comptes

source: Add
fr: Ajouter

source: Add account
fr: Ajouter un compte

source: Add balance
fr: Ajouter un solde

source: Add bank
fr: Ajouter une banque

source: Add expense
fr: Ajouter une dépense

source: Add income
fr: Ajouter un revenu

source: Add internal transfer
fr: Ajouter un virement interne

source: All
fr: Tous

source: Amount
fr: Montant

source: Balance
fr: Solde

source: Balance: %@
fr: Solde : %@

source: Bank
fr: Banque

source: Banks
fr: Banques

source: Cancel
fr: Annuler

source: Categories
fr: Catégories

source: Category
fr: Catégorie

# CategoryBonds
source: Bonds
fr: Obligations

# CategoryCommodities
source: Commodities
fr: Matières premières

# CategoryCurrent
source: Checking
fr: Courant

# CategoryLifeInsurance
source: Life insurance
fr: Assurance-vie

# CategoryLoan
source: Loan
fr: Crédit

# CategoryOther
source: Other
fr: Autre

# CategoryPrivateEquity
source: Private equity
fr: Non côté

# CategorySavings
source: Savings
fr: Épargne

# CategoryStocks
source: Stocks / equities
fr: Bourse / actions

source: Color
fr: Couleur

# ComputeQuantity
source: Compute quantity to match account balance
fr: Calculer la quantité pour correspondre au solde du compte

source: Country
fr: Pays

# CreateAccount
source: Create your first account
fr: Créer un compte

# CreateBank
source: Create your first bank
fr: Créer une banque

source: Currency
fr: Devise

source: Day
fr: Jour

source: Delete
fr: Supprimer

source: Delete account
fr: Supprimer compte

# DescriptionDeleteAccount
source: This will also delete all its associated transactions and balances
fr: Cela va aussi supprimer tous les opérations et soldes associés

# DescriptionEmptyBarChart
source: No balance for this period
fr: Aucun solde pour cette période

# DescriptionEmptyPieChart
source: Add balances to see distribution
fr: Ajouter des soldes pour voir le graphe

# DescriptionEmptyTransactions
source: No transactions for this period
fr: Aucune opération pour cette période

# DescriptionTotalBalance
source: Total balance of my accounts
fr: Solde total de mes comptes

source: Display logo
fr: Afficher le logo

source: Distribution
fr: Répartition

source: Edit
fr: Modifier

source: Edit API key
fr: Modifier la clé d'API

source: Edit bank
fr: Modifier banque

# ErrorApiNetwork
source: A network error occurred. Please check your connection and try again
fr: Une erreur réseau s’est produite. Veuillez vérifier votre connexion et réessayer

# ErrorApiUpgrade
source: This symbol is available starting with Pro plan, consider upgrading TwelveData now
fr: Ce symbole est disponible à partir de la version Pro, envisagez de passer à TwelveData Pro dès maintenant

# ErrorInvalidApiKey
source: Invalid API key — please check and try again
fr: Clé API invalide — veuillez vérifier et réessayer.

# ErrorInvalidClipboard
source: Clipboard is empty — please copy your API key first
fr: Le presse-papiers est vide — veuillez d’abord copier votre clé API

source: Exchange
fr: Bourse

source: Expense
fr: Dépense

# ExpenseCategory
source: Category
fr: Catégorie

# ExpenseDebtPayment
source: Debt payment
fr: Remboursement de prêt

# ExpenseEducation
source: Education
fr: Éducation

# ExpenseEntertainment
source: Entertainment
fr: Divertissement

# ExpenseFoodGroceries
source: Groceries & food
fr: Courses & alimentation

# ExpenseGaming
source: Gaming
fr: Jeux

# ExpenseGiftsDonations
source: Gifts & donations
fr: Dons & cadeaux

# ExpenseHealthcare
source: Healthcare
fr: Santé

# ExpenseHousing
source: Housing
fr: Logement

# ExpenseInsurance
source: Insurance
fr: Assurances

# ExpenseOther
source: Other
fr: Autres

# ExpensePersonalCare
source: Personal care
fr: Soins personnels

# ExpensePets
source: Pets
fr: Animaux

source: Expenses
fr: Dépenses

# ExpenseSavingsInvestments
source: Savings & investments
fr: Épargne & investissements

# ExpenseSportsFitness
source: Sports & fitness
fr: Sport & Fitness

# ExpenseSubscriptions
source: Subscriptions
fr: Abonnements

# ExpenseTaxes
source: Taxes
fr: Impôts & taxes

# ExpenseTransportation
source: Transportation
fr: Transport

# ExpenseTravel
source: Travel
fr: Voyage & vacances

# ExpenseUtilities
source: Bills & utilities
fr: Factures & services

source: Group by:
fr: Grouper par :

source: Hide internal transfers
fr: Masquer les virements internes

source: Income
fr: Revenu

source: Internal transfer
fr: Virement interne

# LastSync %@
source: Last sync on: %@
fr: Mis à jour le : %@

source: Loading...
fr: Chargement...

# MarkAsSavingsOrInvestment
source: Savings or investment transfer
fr: Virement d’épargne ou investissement

source: Monitoring
fr: Suivi

source: Month
fr: Mois

source: Name
fr: Nom

source: No accounts
fr: Aucun compte

source: No bank
fr: Aucune banque

source: No data
fr: Pas de donnée

source: Now
fr: Maintenant

source: Overdrawn account
fr: Compte à découvert

# Paste API Key
source: Paste API key from clipboard
fr: Coller la clé API du presse-papier

# PaymentBankTransfer
source: Bank transfer
fr: Virement

# PaymentCashWithdrawal
source: Cash withdrawal
fr: Retrait

# PaymentCheque
source: Cheque
fr: Chèque

# PaymentCreditCard
source: Credit card
fr: CB

# PaymentDirectDebit
source: Direct debit
fr: Prélèvement

source: Payment method
fr: Moyen de paiement

# PreviousBalance %@ newBalance %@
source: Before: %1$@ , after: %2$@
fr: Avant : %1$@, après : %2$@

source: Retry
fr: Réessayer

source: Save
fr: Sauvegarder

# SelectBank
source: Select / create / modify a bank
fr: Sélectionner / créer / modifier une banque

# SetAsDefault
source: Set as default account
fr: Définir comme compte par défaut

source: Sign in to Twelve Data
fr: Se connecter à Twelve Data

source: Sort by
fr: Trier par

source: Statistics
fr: Statistiques

source: Stop syncing
fr: Arrêter la synchronisation

source: Symbol search
fr: Recherche de valeur

# SyncedWith
source: Daily sync with:
fr: Synchronisé quotidiennement avec :

source: Sync with
fr: Synchroniser avec

# TipBank
source: Long tap or swipe left to edit or delete a bank
fr: Toucher prolonger ou glisser à gauche pour supprimer ou modifier une banque

source: Total balance
fr: Solde total

source: Transactions
fr: Opérations

source: Twelve Data API Key
fr: Clé API Twelve Data

# TwelveDataFeatureDescription
source: To use the “Market Sync” βeta feature, you’ll need to provide a Twelve Data API key. Creating one is quick, free, and can be done using Hide My Email with Apple Sign In — so your privacy stays fully protected. This allows Patfi to securely collect market data and keep your account balance in sync, while remaining completely free, with no ads and no subscriptions.
fr: Pour utiliser la fonctionnalité « Market Sync » βeta, vous devez fournir une clé API Twelve Data. La création est rapide, gratuite et peut se faire avec Hide My Email via Apple Sign In, afin de préserver entièrement votre confidentialité. Cela permet à Patfi de collecter en toute sécurité les données de marché et de synchroniser le solde de votre compte, tout en restant entièrement gratuit, sans publicité et sans abonnement.

# UnsetAsDefault
source: Remove as default account
fr: Ne plus utiliser comme compte par défaut

source: View balance history
fr: Voir l’historique des soldes

source: View transactions
fr: Voir les opérations

source: W%lld
fr: S%lld

source: Week
fr: Semaine

source: Year
fr: Année
